{ "_title": ["摇签筒"],
  "_author": [ "莫问，问就是无聊" ],
  "_date": [ "2022/5/23" ],
  "_brief": ["封建迷信不科学。"],
"摇签筒":
["灵签第一签：古人王母祝寿。\n【签文】蓬莱东阁玉桃香，顺水行舟仙赐方；宜男正好图全计，不必他方卜地长。\n【概述】王母娘娘大寿，各仙家前往致贺，场面极为浩大。王母对贺客皆赐以仙桃仙丹等长生不老的美食。众仙大会，乐韵钧天，属吉庆征兆。这签的卦像是：见龙在田，利见大人；表示正处好运，但不可见好运而生出怠惰之心，以防自己造成不必要的阻力。\n【运程】谋望：不要急于成事，须待时机。钱财：委托异性去处理，收获较易较佳。婚姻：虽吉，但仍要守候。自身：修善即可平安。家宅：家宅平安，逐渐昌盛。创业：与朋友合资易有所成。迁居：选吉方即可。出行：往远方，有意外之喜。疾病：一切小病痛都能痊愈。六甲：顺产，生男孩。行人：音信将至。诉讼：双方可得和解。","灵签第二签：古人潜龙变化\n【签文】潜藏自有光明日，守耐无如待丙丁；龙虎相争生定数，春风一转渐飞惊。\n【概述】古人以龙喻示人的际遇，潜龙即隐藏着的龙，为什么要隐藏，因为时运不际，未得其时，所以潜藏以待。一旦风云际会，即可飞龙在天，利见大人了。求得此签者，万事待时，自有光明之日。至于腾飞之时，当在丙丁月日。\n【运程】谋望：暂仍未至时机，待丙丁月日。钱财：委托他人协助，可得成功。婚姻：目前易有磨擦及难以解决的麻烦，只要耐心地去处理，是会美满的。自身：处于被子困局面，一进一退都要小心谨慎，渡过暑天，事事转吉。家宅：是是非非相当繁多，不要被这些口舌所困扰。创业：初期稍多阻滞，日后业绩大有所为。迁居：选吉方则宜。出行：不宜远行，易多烦恼。疾病：被寒热所困，长久会有危险。六甲：应多休息，勤于检查身体，利女孩。行人：远方的人较迟至。诉讼：一时难以解决。","灵签第三签：古人唐明皇游月殿\n【签文】明月当三五，天地自无私；一阳来已复，得意在秋时。\n【概述】唐明皇梦游于太虚之间，欲一会嫦娥，心念所至，游至月殿，得睹嫦娥歌舞，即霓裳羽衣舞，仙音仙乐，遂得以传至凡间。求得此签者，当知月在十五，为月圆之夜，阴盛阳衰，喻示小人得志，凡事不可相争，以忍气为妙；此签若在秋季时求得更为大吉。\n【运程】谋望：八九月时可成。钱财：委托女性协助，财程顺遂。婚姻：利恋爱，得美妻，但易有一种虚幻，不知所措，患得患失的心情。自身：身体健康，却神不守舍，应该集中精神，方可吉利。家宅：平安，有置业的欲望，在秋季时求得，大吉。创业：吉，宜从事珠宝、美容、服装等修饰的业务。迁居：远近都不适合。出行：远方会有意外之喜。疾病：易多情绪病，如讳疾忌医，病情会有恶化。六甲：顺产，生女孩。行人：未至。诉讼：名正言顺地谈判，可得和解。","灵签第四签：古人唐三藏取经\n【签文】正大有鬼神之助，吉祥成忠厚之报；不怕邪魔小崇，只看秋收冬藏。\n【概述】唐时唐三藏立志弘扬佛法，为寻求正道，往西天竺取经，历尽千辛万苦，涉足山川险阻，凭着坚持之心，鬼神之庇护，终于得偿所愿，满载而归。求得此签者，只要行事光明正大，忠厚待人，必有鬼神之助，化凶为吉。求谋以秋季为有利。\n【运程】谋望：待到秋季时节有成。钱财：春夏破财，秋冬有盈余。婚姻：暂时仍未到时机。自身：坚心守志以修身。家宅：行忠厚合家平安。创业：选择秋冬季为吉。到道长魔消任逍遥。求得此签者，如能忠信孝悌，自然奇逢佳境。","灵签第五签：古人亢龙得水\n【签文】柔顺而静，坤之六爻皆吉。阴盛于阳，不怕亢龙之悔。若此消息，只待羊兔相宜。\n【概述】所谓亢龙，喻示人到极度好的时候；极度好是一件好事吗？严格来说，是不太好的，因为是到了极限的缘故，由最高极限，不会再有更高的，接着来的只有是慢慢走下坡，因此必须要有抑压疏导。求得此签者，凡事小心则吉，最好能随遇而安。\n【运程】谋望：随遇而安，不可强求。钱财：一有差错即破财。婚姻：是男方在拖延。自身：凡事小心以修身。家宅：勤奋可兴家。创业：怠惰即可败业。迁居：近处无妨。出行：远行寻友恐不遇。疾病：立即就医可愈。六甲：顺产，生女孩。行人：卯日、未日可至。诉讼：对己方不利，以和解为宜。","吕祖灵签第六签：古人刘备取西川\n【签文】如争如战，长子克家，从吉而贞。当知天从人愿，不必二二三三。\n【概述】三国初期，刘备仍未建立蜀国，无立足之地，故进取西川，以为安身立命之地。得诸葛孔明之助力，终夺取西川。求得此签者，营谋合宜，且必定得到，是属于平步青云之象。但须谨慎，如欲以奸以营谋他人，则此签凶险非常。\n【运程】谋望：心宽志广则可成功。钱财：金钱运大吉，不利横财。婚姻：仍未到时机。自身：不妒忌人以修身。家宅：家和万事兴。创业：平步踏上青云之路。迁居：远处须待，近处吉。出行：近处公干吉。疾病：久病恐有危机。六甲：生产十分顺利。行人：将至，音信先到。诉讼：己方胜，但须迟些。","吕祖灵签第七签：古人盘古初开\n【签文】临物易与，天地人合；一到春风，百祥骈集。\n【概述】天地混沌，盘古初开，万物未齐，一切皆由天地慢慢地孕育出来。由于阴阳的涵盖，三才俱备，一到春风化育，万物祯祥。求得此签者，如能应时，则百事遂心，是大吉之兆，如春风未到，则困在这段时间，往后才能名利双收。\n【运程】谋望：时机未到，半途恐有阻滞。钱财：有障碍，难望急成。婚姻：初婚不宜，再婚宜。自身：修善平安可发达。家宅：春风一至，百事吉祥。创业：初段阻滞，慢慢转好。迁居：延迟为佳。出行：小心选择时机疾病：治愈后不可不注意疗养。六甲：宜十分当心。行人：过几日有消息至。诉讼：急则恐防败诉。","灵签第八签：古人文叙中三元\n【签文】喜喜喜，春凤桃李。鹊噪檐前，锦衣归里。酉戍相看，天佑好子。\n【概述】伦文叙乃广东才子，尤擅长于对联赋诗。前赴京城考殿试，连中三元，钦点为状元及第，光耀门楣。求得此签者，名利两全，诸事皆吉，虽不能暴富骤贵，却可持久，无中途变更虞。春风桃李，喜鹊报喜于檐前的时间当在酉戍年月日。\n【运程】谋望：时来运到，能遂所愿。钱财：有，但不多。婚姻：在波折下成就。自身：修善德可全福禄。家宅：运程开始畅旺。创业：待时机至，自然起飞。迁居：远则不宜，近无妨。出行：外出公干大吉。疾病：能治，但略为迟些。六甲：顺产，生男孩。行人：酉日戍日能至。诉讼：对方会主动提出和解。","灵签第九签：古人岳飞出世\n【签文】鲲化为鹏一任飞，长安路上好光辉；阴谋阴卜皆如许，顺水行舟定好归。\n【概述】岳飞字鹏举，相传出生时有大鹏鸟在其屋顶盘旋。后洪灾暴发，飞坐于木盘上得逃难，求得此签者，凡事先凶后吉，有贵人扶助，险中有救。但必须要行为正直，安守本份为妙，若强行其事，反遭凶险。\n【运程】谋望：正直地去做可以成功。钱财：从根本上去求取可成功。婚姻：第二次婚合为佳。自身：安守本份以修身。家宅：坚守自己正直的便平安。创业：有贵人扶持。迁居：远近的都适宜。出行：留意家中有事会折返。疾病：先危而后安。六甲：小心产后调理。行人：已在途中。诉讼：会很快得到解决。","灵签第十签：古人古城相会\n【签文】问仙须要酬天地，百事如心定有利；果能春秋两处好，龙虎呈祥，风云际会。\n【概述】做每一样事情都要经过一些过程才能成功，所谓有因才有果。因此要遇仙的话。一定要先酬谢天地，以表明自己的真诚。求得此签者，初时必有异象，但如能处事心诚，勤俭克己，则必风云际会而有所成。\n【运程】谋望：勤俭克己则有成。钱财：财富由天，有横财。婚姻：双方合意，可以团圆。自身：克勤克俭以修身。家宅：渐渐趋向昌盛。创业：能得贵人扶助。迁居：选吉方便可。出行：无往而不利。疾病：急病、慢性病皆可治愈。六甲：顺产，可得男孩。行人：已在途中。诉讼：初是谈判困难，后得和解。","灵签第十一签：古人合兵破曹\n【签文】一个兔儿一个鸡，等全无不合人思；有朝遇着东风力，且看天公造化机。\n【概述】三国时刘备与孙权联合起来，在赤壁火烧连环船，大破曹兵。此大事业之成功在于双方合作及能借得东风之助，然后才可成功。求得此签者，除要得另一人的合作商量，互补长短外，还须有东风（时机）之助，然后才能顺风得利，是大吉之兆。\n【运程】谋望：当谋通畅，有贵人助。注意在危难中相互合作，风平浪静时，便各怀鬼胎。钱财：可以获得利润，却易因财失义。婚姻：婚后美满。自身：坦诚对人可获益。家宅：千万不要各怀鬼胎。创业：与人合伙机会较大。迁居：无妨，要注意火灾。出行：能够中止为好。疾病：注意燥热的疾病。六甲：顺产，生男孩。行人：已整装待发。诉讼：能取得和解最好。","灵签第十二签：古人刘阮遇仙\n【签文】十日坐，一日行；矶头有水，不碍利前程。问到如何境，刘阮天台不误人。\n【概述】刘阮看破世情，慕道求仙，后游天台遇仙得成正果。求得此签者，对于自己追求的目标或理想必须坚定信念，一步一步地向前行，前途虽有幻景如海市蜃楼也不要为其痴迷，最后自不然能历尽崎岖而到达自己的理想。如占者能放弃故土风情，往外地发展则会大吉大利，必有所成。\n【运程】谋望：如有朋友合作则胜算更大。钱财：现仍未到时机。婚姻：提防中途会有变化。自身：渐渐交运而兴发。家宅：会有贵人扶持。创业：与熟悉此道的人合作，即吉。迁居：往海外地区更佳。出行：远行吉，并有贵人扶助。疾病：延医即可治愈。六甲：是略为迟些，但无碍。行人：对方落实后必至。诉讼：听从尊长的意见必胜。","灵签第十三签：古人宝剑出匣\n【签文】有剑开神路，何妖敢犯神；君子道长，小人道消。月明终有望，河上任逍遥。\n【概述】玉不琢，不成器，不能让人发现它的美质，同样，宝剑神兵，如果只是用匣藏着，那里显出其锋芒呢？因此，只要神剑出匣，就不会有妖魔鬼怪来相害，令到道长魔消任逍遥。求得此签者，如能忠信孝悌，自然奇逢佳境。\n【运程】谋望：初期运未至，后段可亨通。钱财：可得正财。婚姻：会得到女性的帮助成功。自身：以孝友和睦修身。家宅：积善之家有余庆。创业：会因人助而生意不错。迁居：吉的方向是可以。出行：外出不可长久。疾病：虽然较麻烦，也可以治愈。六甲：极为安产。行人：略为迟些会至。诉讼：借助第三者的协助，可以胜诉。","灵签第十四签：古人牛皋战兀术\n【签文】一虎出山，一龙飞天。天缘人缘，上国收贤。生育之美，造化两全。\n【概述】宋朝勇将牛皋，力拒金将金兀术大军之进犯，遂大战兀术。龙虎相斗，一定有所损伤，究竟是那一方会受到严重的灾害呢？就要看双方的造化谁属。求得此签者，可以乘时而起，既易且速，但切勿轻易与人争吵，以免转盈为亏。\n【运程】谋望：如遇时机可得成就。钱财：有第三者帮助会成。婚姻：一定可以成就。自身：顺应时机以修身。家宅：慎防有口角之争。创业：没有什么障碍。迁居：移居无妨。出行：远近皆宜。疾病：如果拖延就很危险。六甲：略为有障碍，生女孩。行人：信息来，但人未来。诉讼：双方清楚利害得失，会和平解决。","灵签第十五签：古人仙姬相会\n【签文】月到天心人有望，牛郎巧合属天成；不须辗转求良偶，天喜从人命自荣。\n【概述】牛郎与织女虽然因为人仙的相合不为天帝所容，但亦被允许每年的七月七日在银河相会一次。喜鹊群集加桥以渡，让有情人可以得偿所愿，一解相思之苦。求得此签者，有偶然之喜，前进之象，凡事平安吉兆，尤以秋季七月时份大吉。\n【运程】谋望：可以成，但须待时。钱财：秋季后会有收获。婚姻：现在尚有小问题要解决。自身：修善可得平安。家宅：平安大吉。创业：现时以守为佳。迁居：移居吉方无妨。出行：旅行吉，公事外出则不能获利。疾病：久病很难会快好。六甲：安产，但小心产后调理。行人：仍然未曾动身。诉讼：双方和解为最佳解决办法。","灵签第十六签：古人王勃中状元\n【签文】时来风送滕王阁，运至何忧跨仙鹤。甲乙两运天云梯，也知桂香味早卓。\n【概述】王勃为初唐四大才子之一，年纪轻轻便聪明绝顶，文思非常敏捷，其著名作品滕王阁序更传诵千古，为不可多得之佳品。所以常人以“时来风送滕王阁”来表示时来运到，春风得意。求得此签者，事事如意，若能积德行仁，更会化凶为吉。\n【运程】谋望：营谋会事事如意。钱财：绝对可以有收获。婚姻：相当美满。自身：积德行仁以修身。家宅：有锦上添花之喜。创业：不须太费力便可昌盛。迁居：任何地方都吉。出行：无妨，并有意外之喜。疾病：看来很严重，但很快治愈。六甲：甲乙日生男孩。行人：信息先至，人后至。诉讼：提出证据，对方会答应和解。","灵签第十七签：古人张飞喝断长板桥\n【签文】一旦雷声震，四方皆有庆；转吉又增祥，壬癸子午定。\n【概述】三国时关羽被曹操款待为上宾，但不许其与刘备会面。后关羽得悉刘备的去处，遂潜走出关，过五关斩六将，至长板桥附近人马疲乏，幸得张飞接应。张飞力拒曹兵，一声吆喝，长板桥为之折断，曹兵遂不敢再追。求得此签者，创业不会很艰难，但要守业则很辛苦，唯有以勤力、谦虚来处事即可。\n【运程】谋望：能够坚守不怠惰可成，不可持一时之勇，最好得到有智谋的好友或拍挡扶持。钱财：急则无结果。婚姻：速战速决，不可一拖再拖。自身：以勤、谦来处事。家宅：积德可保平安。创业：创业时颇为顺行。迁居：毫无妨碍。出行：途中会有吉庆，但逗留日子稍长。疾病：注意饮食卫生，可以痊愈。六甲：顺产，会生女孩。行人：子午日会到。诉讼：尽量和解为宜。","灵签第十八签：古人孔明借东风\n【签文】十日滩头生，一日过九滩。东风须着力，人事自完全。\n【概述】三国时期曹操率兵南下，欲灭蜀、吴，蜀、吴联盟共抗曹兵。孔明与周瑜定计用火攻，但须有东风之助才能使火烧向曹兵。孔明于作战当日登坛作法，终借得东风火烧赤壁，大败曹兵。求得此签者，凡事得失不必看得太重，并要提防小人作祟。\n【运程】谋望：目前虽成就，但稍迟则可，利用“无中生有”的策略，即有与无的变幻，把对对方造成错觉，而取得得益。钱财：托人求取可以成功。婚姻：易有变化，旁有小人作祟，或第三者介入。自身：成败得失无忧喜持身。家宅：小心提防小人搬弄是非。创业：处事小心便吉。迁居：以不搬迁为吉。出行：与人同行便无妨。疾病：如果是寒热之病便危险。六甲：安产，生女孩。行人：通知必来。诉讼：和解为上，否则败诉。","灵签第十九签：古人崔梦熊得第\n【签文】喜得秋风万事足，一举成中天下福；风凰五彩利飞行，只看子午时日卜。\n【概述】崔梦熊初时运蹇时乖，屡试不第。后再奋进，勤加苦读，终在秋围之试得第，扬名天下。求得此签者，喻示努力坚心，做事有始有终，终必会名利成就，春风得意，喜气盈门。时间当应在子午年月日。\n【运程】谋望：可以成功，但要看是否坚持。钱财：会有七八成把握。婚姻：易成且美好。自身：坚持有始有终则大吉。家宅：渐趋昌盛。创业：只要有始有终，当可成功。迁居：与伴侣商量后即好。出行：会比预期早返回。疾病：小心脚部的病患。六甲：顺产，多产女孩。行人：子午日会到。诉讼：千万不能性急地谈判。","灵签第二十签：古人王道人炼丹\n【签文】人转丹成白日升，神仙有数利人营；一朝走马龙行会，此是荣华一美因。\n【概述】修道之人炼取仙丹，必须坚心持节，然后才能炼得丹药，令自己白日飞升。炼丹不独在初期要坚定，在接近丹成时更由于已反复的烧炼而要特别小心，一不在意则前功尽废。求得此签者，进一步好一步，但切勿停顿，否则很易功败垂成。\n【运程】谋望：只要循序渐进，会渐入佳境，但要小心中途有小人作梗。钱财：有第三者帮助较易获利。婚姻：前景是很美满的。自身：坚定心志可修身。家宅：宅运渐渐兴起。创业：只要能守得初段，渐获利。迁居：随意去做，没有任何妨碍。出行：在目的地点会吃苦点。疾病：不必担心，治疗期较长而己。六甲：安产。行人：辰午之日必到。诉讼：理直气壮则胜。","灵签第二十一签：古人永乐王登基\n【签文】吉人天相，子丑相当；西北有荣，风行水上。\n【概述】永乐是明成祖朱棣的年号，他是朱元璋的第四子，后发兵以“靖雄”为名夺取帝位。求得此签者，其命运如云烟散尽，当见皎月当空，其光辉可达四面八方，喻示事事亨通，先难后易，其时应在子丑午月，方向在西北位有吉。\n【运程】谋望：先难而后易。钱财：过分性急求财反为不美。婚姻：强要配合也不会成功。自身：修善得平安。家宅：家运非常美满。创业：现在并不合时。迁居：延期比较适合。出行：远方不宜。疾病：凡事吉人天相。六甲：要当心会有流产。行人：子丑日可至。诉讼：谈判初期强硬，就会成功。","灵签第二十二签：古人顺治过江\n【签文】上上等，利有攸往。一日遇合，鼠牛相放。好好机会，名登天榜。\n【概述】清顺治皇帝，在顺治元年入关，击败李自成迁都北京，由叔父多尔衮摄政，正是垂手可重天下。求得此签者，乃是白屋出公候之象，凡事皆吉，万事宜勉励进修，万不可有妒人之心，才可以如签所言，百事皆吉。得到好机会之时间在子丑年月。\n【运程】谋望：有贵人助轻易取获。钱财：垂手而得。婚姻：得美满之姻缘。自身：修德行仁百事吉。家宅：吉星入宅运程好。创业：无阻碍，吉。迁居：选吉方无碍。出行：有贵人相助。疾病：虽有病也能自愈。六甲：顺产，生男孩。行人：子日、丑日即至。诉讼：可以取得胜诉。","灵签第二十三签：古人煮酒论英雄\n【签文】海上一龙飞，春风得意回；从此欣荣遇，只待一壬来。\n【概述】曹操刘备共宴，当时曹为汉之大臣，挟天子以令诸侯，刘仍没有一兵半卒。边饮边说时，曹与刘谈论政治人物谁为英雄。当时谈及刘及孙权，刘听罢，汗流浃背，恐曹加害。求得此签者，虽危中有救，亦恐有无妄之灾，凡事三缄其口为妙。\n【运程】谋望：现仍观望，稍后有进取之机，但要略施计谋，隐藏实力，才能在尔虞我诈之局中取胜。钱财：很费力才能获益。婚姻：暂未至时机。自身：以慎言修身。家宅：防生无妄之灾。创业：现在不是时候，中止计划为好。迁居：无妨，但迟此更好。出行：在目的地会吃点苦。疾病：延医即可治愈。六甲：略为有阻碍。行人：已在途中。诉讼：双方会迅速和解。","灵签第二十四签：古人陈万年再世姻缘\n【签文】说到龙蛇马又来，看看无不遂心怀；前生俱是有缘份，及到今时运已该。\n【概述】陈万年家境贫寒，家徒四壁，其妻差点饥饿而死，后发愤求学，经十年寒窗，终得高中进士，并与其妻劫后重逢。求得此签者，先凶后吉，在辰巳午年月好运至，营谋无不遂意。但需要谨记，占得此签的人要坚守心志，方可得愿，若三心两意，纵有富贵亦不能久享。\n【运程】谋望：渐进可名利双收。钱财：稍迟可得富贵。婚姻：完全没有阻碍。自身：不争躁而为则吉。家宅：多点娱乐会较融洽。创业：现在尚非其时。迁居：以不动为佳。出行：暂时以不外出为安全。疾病：恐会有病缠身。六甲：注意产后调理。行人：在远方仍未动身。诉讼：己方吃一点亏即能各解。","灵签第二十五签：古人冯诚修告老\n【签文】猪鼠相合，卯酉相同；一船满载，载载不空，得心应手；只在三四五成功。\n【概述】冯诚修忠心为国，以天之任为己任，可惜奸臣当道，壮志不得伸展，遂不欲为官，辞官归故里，以待其时。求得此签者，要懂得时机知所进退，并以退守为最妙，故此勿心高气傲，一味冒进，适可而止，才可以见到吉祥。寅午戍合成火局，因此在属火之年会很多阻滞，亥子丑合成水局，因此在属水之月会渐渐享通。故占得此签的人，在火年遇木（卯、玉兔）月，如果有金（酉、金鸡）来克制木的话，则可以使不成火局。故此卦是喜水而忌火。\n【运程】谋望：以退为进，可得遂意。钱财：可取得不错的收益。婚姻：是美满的婚姻。自身：戒除心高气傲以修身。家宅：莫强求合家平安。创业：初段宜守，后方见吉祥。迁居：远处方吉。出行：非公干则无碍。疾病：急病，慢病都无妨，可愈。六甲：顺产，可得男孩。行人：已在途中。诉讼：要尽快解决，否则败诉。","灵签第二十六签：古人梁灏磊器晚成\n【签文】一天喜气一门吉，一人有庆皆受益。一箭中红心，功名成遂转，祥风生四壁，门庭光奕奕。\n【概述】梁灏为北宋时人，相传其年八十中状元，故称大器晚成。实际梁灏登第时年仅二十三岁而已！古时以“一人受皇恩（即有功名官禄），全家食俸禄。”所以家中能得一人做官，则全家都受福荫。求得此签者，万事如意，可进则进，当止则止，一切顺其自然，勿强求则得天佑。\n【运程】谋望：能坚守信念可成。钱财：渐有收成。婚姻：可得和谐的婚事。自身：平常心处事则如意。家宅：宅势渐渐吉祥。创业：决定后不变更注意可成。迁居：与长者商量，听其意见方可。出行：早归为吉。疾病：求医即可治愈。六甲：非常顺利产儿。行人：已动身，在途中。诉讼：宜解不宜结，能速和解最吉。","灵签第二十七签：古人卞和进宝\n【签文】凤翥丹山报晓时，人生得意是奇奇；看来自有探龙宝，日月光辉申与鸡。\n【概述】卞和乃春秋时楚国人，他觅得玉璞，两次献给楚王，都被认为虚假，被砍去双脚。楚文王即位，他再次抱璞哭于荆山下，王使人雕琢此璞，果然得到宝玉，就是“和氏之壁”。求得此签者，初段困难，但切勿因谋未得遂而怨叹心灰，宜坚守忍耐，否极泰来，佳景将至。\n【运程】谋望：初段未遂，心坚则能有成。钱财：可取得一定的收获。婚姻：双方相合，可成就。自身：安份守纪可修身。家宅：耐心守成则渐昌隆。创业：先艰苦而后得利。迁居：与人家商妥即可。出行：途中会生意外，但无碍。疾病：审慎求医可愈。六甲：平安顺产。行人：会至，但稍迟。诉讼：如能和解则无碍。","灵签第二十八签：古人赵子龙佐刘备\n【签文】前生原是此家人，今世相逢定有因；龙虎呈祥遂天子，五三六二是奇期。\n【概述】赵云字子龙，乃三国时常山真定人，初期辅佐公孙瓒，并忠心失志扶助汉室。曾以数十骑力拒曹操大军，有“一身是胆”的称号。求得此签者，功名富贵有神明护助，目前虽困，但终必逢时，如往东西方发展，营谋会得到丰收。\n【运程】谋望：往东西方向发展可成。钱财：周转绝无问题。婚姻：婚后非常美满。自身：勤勉修持可遂心意。家宅：和气自能生财。创业：勤苦可以有成。迁居：怎样做也无阻碍。出行：公干尤为亨通。疾病：虽久病也能痊愈。六甲：顺产，可得男孩。行人：即至，并有佳音。诉讼：宜尽速解决，久延则恐有变。","灵签第二十九签：古人孙真人行医\n【签文】猴儿来，兔儿去，龙呤虎啸；乃是收成佳遇，不须求际。\n【概述】孙真人道法功深，善于治理奇难杂症，其行医济世，活人无数。求得此签者，如和志同道合之人合伙，则事业大有可为，名利皆成，能共患难共安乐之象。好运当在卯年月之后，待得申年月时便是。\n【运程】谋望：先有阻而后有际遇。钱财：与友人商量，一定可经成功。婚姻：着意去办便会成功。自身：以平常心修身即平安。家宅：大家坦诚，事事无猜疑。创业：与志同道合朋友创业则可。迁居：远处宜，近处不宜。出行：一无妨碍。疾病：即遇病危，求医仍有救。六甲：会生男孩。行人：不能即至，卯日或申日可至。诉讼：耐心进行谈判可和解。","灵签第三十签：古人湘子得道\n【签文】干三爻，渐三爻；一时遇合，鹤鸣九皋。\n【概述】湘子即是韩湘子，为传说中的八仙之一。传为韩愈族侄，后得道成仙。以易卦而言，一九以成十数，而六与十相逢谓之遇合，此时即可转为昌盛，正如鹤鸣于九天之中，任你遨游。求得此签者，则运颇为亨通，但名位则仍未彰显，凡作事如逢六或十则有好佳音。\n【运程】谋望：有成就之兆。钱财：可以垂手取得。婚姻：暂未至时机。自身：心地光明以修身。家宅：家庭和睦则安乐自在。创业：忍耐初段便可获利。迁居：无论何处均可。出行：途中会遇贵人。疾病：病发即延医，可迅速治愈。六甲：顺产，多为生女孩。行人：六、十之日可至。诉讼：谈判若急躁便会吃亏。","灵签第三十一签：古人姜维辅蜀\n【签文】水上顺风吹，高才得意挥；学成文武艺，自有好栽培。\n【概述】三国时蜀之诸葛亮辅助后王刘禅，后不幸病逝于五丈原，临终时将辅助蜀后之主的大任交予姜维。姜维受命于诸葛亮后，忠心辅佐，于是九伐中原，以期完成孔明之遗志，但最终也只是失败，姜维战死，蜀后主降魏。求得此签者，宜谨慎防守以避祸患，切戒除妄念贪求，凡事当忍让，处处向善，亦可转祸为祥。\n【运程】谋望：看似成功，但最终失败。钱财：可以，但难望横财。婚姻：慢慢来可以成功。自身：积德行仁可挽回气数。家宅：不贪求，则运程顺遂。创业：慎防智者知千虑，必有一失。迁居：远方则吉。出行：纯粹旅行则无妨。疾病：大小疾病都可治愈。六甲：顺产，小心调养小孩。行人：已在途中将至。诉讼：只要己方稍为吃亏便息纷争。","灵签第三十二签：古人郭嘉遗计定辽东\n【签文】荣华贵，富贵来；天地生成，多吉少悔。三九遂心怀，虔许善功福自来。\n【概述】三国时郭嘉，字奉孝，为魏曹操一员将领，为征服辽东而兴兵，不幸阵亡。临终时遗下计取辽东之策略予曹操，后曹操依计而行，终获成功。求得此签者，目下困厄，寸步难行，必须候灾星退尽，始无妨碍。因此暂不宜鲁莽行事，要知所进退。\n【运程】谋望：可成，但不能急急成就。钱财：可得，但须待时。婚姻：仍未取得双方合意。自身：发慈善念以灭一切危。家宅：灾星渐渐退却。创业：宜先定出较长期策略。迁居：远方吉。出行：无妨，途中有贵人助力。疾病：非常危险，宜速就医。六甲：须注意产后调养。行人：迟至，但先有信息。诉讼：现阶段有阻，终可获胜诉。","灵签第三十三签：古人梅花开二度\n【签文】梅占花魁及第巍，天生福禄禄同辉；问到终身何所就，三七之内是荣华。\n【概述】梅花傲雪，在冬春之间茂发盛开，除喻示纯结、气节外，更表示其情操与傲骨。梅花每年开花一次，但记载中，梅花亦有二度之开，以示再接再励。求得此签者，凡事务必忍耐，不宜强行施为，自然有吉祥临身。\n【运程】谋望：凡事不强求自然可成。钱财：财富不要太贪求。婚姻：总之是谈不成。自身：修善，神可庇佑。家宅：渐趋昌盛。创业：仍未至时机。迁居：吉方则无妨。出行：外出障碍不大。疾病：无论慢性病，急病都很危险。六甲：顺产，生女儿。行人：尚有阻，未至。诉讼：一切以和为贵。","灵签第三十四签：古人龙马负图\n【签文】自从河洛周天数，演到出门交有功；一生际遇须龙马，不用踌躇自合行。\n【概述】伏羲时代，有龙马出自黄河，背负一图，是为河图。河图之数，天一生水，地六成之，居于北，为北方壬癸水，阳一与阴六相配，象征阳气始生。因此河图可说是敬受天命而来。求得此签者，正处运至时来，宜发愤努力向前，以达前途无量之境。\n【运程】谋望：发愤向前当有所成。钱财：会有七八分把握。婚姻：现仍至最佳时期。自身：努力前进而有贵人。家宅：家宅运程渐至昌隆。创业：无阻滞，但须努力，后会成功。迁居：与家人商讨后无妨碍。出行：远近皆且，有贵人助力。疾病：急病宜防，旧病复发则无妨。六甲：多数生女孩。行人：已在时途，即至。诉讼：小心处理，有败诉之象。","灵签第三十五签：古人白马跳檀溪\n【签文】阴德不是非凡事，积善之家度有余；厄去福来天凑巧，龙飞虎跃一鸡啼。\n【概述】三国时蜀国刘备将降将坐骑“的卢”收为己用。后赴刘表宴会，蔡瑁等人欲杀备，备潜出乘的虏逃亡。堕襄阳城西檀溪之中，不能出。备说：“的卢，今日厄矣，可努力！”的卢一跃三丈，遂得脱。得此签者，虽危而有救，险处逢生，凡事谨慎。\n【运程】谋望：可成，唯须待时机。钱财：可以获利。婚姻：双方仍未有意结合。自身：人情世故为治身之本。家宅：慎防同室操戈，兄弟不睦。创业：须防小人阻挠。迁居：远不吉，近可犹。出行：有危，但有贵人扶助。疾病：急病有危。六甲：须小心调理初生婴儿身体。行人：在途中，有阻滞。诉讼：有凶险，须提防。","灵签第三十六签：古人张九龄出世\n【签文】芹香鹿鸣，不远不近，二五之内，自然有幸，天喜文昌照命。\n【概述】张九龄为唐朝玄宗时之大臣，他和赵冬曦评定吏部，选拔人才，都获得社会上的称誉公允。当张九龄出世时，鹿鸣于野，紫气东来，相传他是文昌照命，故此文章争命。求得此签者万事如意，十年之内当有成就。\n【运程】谋望：早些计划准备可成。钱财：虽有，但稍迟始至。婚姻：可以结合，相当美满。自身：谦恭可获贵人扶持。家宅：合家平安。创业：初段辛苦，后渐昌隆。迁居：往吉方则可。出行：只要非远方即吉。疾病：病无恙。六甲：顺产，得男孩。行人：已在归途中。诉讼：自己一方得理，可胜。","灵签第三十七签：古人大舜耕田\n【签文】黄金自重，人天雨映；春花秋果，何悔何吝。\n【概述】古时舜帝为有德行之人，故大尧退位即禅位让予舜帝，他努力耕耘，与民同耕食，故得万民爱载，同心协力，秋天收成时可得大丰收。求得此签者，喻示旦夕有喜，尤其是在秋天时节，做事营谋将渐入佳境及有收益。\n【运程】谋望：虽可成就，但营谋颇为艰辛。钱财：不必过分强求。婚姻：现仍有少许障碍。自身：坚持善行以获福。家宅：家渐上轨道。创业：会有贵人相助。迁居：近处无妨。出行：暂不宜。疾病：纵病也很容易痊愈。六甲：顺产，可生子。行人：早晚即至。诉讼：以和为贵，早点解决好。","灵签第三十八签：古人鲤鱼化龙\n【签文】时行运遂不须愁，一到桃花皆自由；果然渊内龙飞跃，脱俗超化始出头。\n【概述】在中国一处叫龙门的地方，鲤鱼全部逆流而上，只要跃过龙门这一关，就可以化成龙腾上天。故求得此签者，现时正处于交接运程的关头，一旦跃过龙门三尺浪，就会超凡脱俗，有大的作为，正是否极而泰来，每事大吉。\n【运程】谋望：急则不成，终必成。钱财：托人可成。婚姻：择定佳期为佳。自身：常行善事可积德。家宅：家运正转趋好。创业：暂坚守旧职吉。迁居：选吉方便无碍。出行：途中会遇贵疾病：因应病情而治疗，可愈。六甲：顺产。行人：仍未至，再催促即至。诉讼：现在谈判不利，迟一阵吉。","灵签第三十九签：古人三顾草芦\n【签文】鞭策长安路，天仙第一班。已及时，春风桃李姓名奇。一枝独占梅花上，次第春风到草芦；三十六宫春，上国定观光。\n【概述】三国时候的诸葛孔明号称“卧龙”，未出草芦已三分天下。刘备慕其名三顾草芦，礼贤下土，恳请孔明出山相助，以争霸天下。孔明感其诚，遂出山；后造成魏、蜀、吴鼎足三立之局面。求得此签者，由于自己的才能受人尝识，因此可以给自己一展才能的机会，凡事大吉。\n【运程】谋望：胸有成竹，待时而已。钱财：要再三托人始成。婚姻：双方误会，难成。自身：修身修心为上。家宅：渐有昌隆之势。创业：现在不是时候，多等一段时期便吉。迁居：不搬动的好。出行：初段不顺，后大吉。疾病：须延专科医生治理。六甲：多数是男孩，而且顺产。行人：已在途中。诉讼：能尽量和解最好。","灵签第四十签：古人桃园结义\n【签文】富贵功名各有期，龙虎相逢鸡犬宜；果煞采获仙人手，自是金麟上玉时。\n【概述】三国时代，刘备、关羽、张飞三人志同道合，希望能干出一番大事业，遂于桃园结义为异性兄弟。后果然凭着三人的努力，建立蜀国，与魏、吴成鼎足三立之势。求得此签者，凡事大吉，名成利就，尤其是合伙者其利益更为丰厚。\n【运程】谋望：有人辅助则可成。钱财：必可如愿以偿。婚姻：快则有利。自身：心存正直即佳。家宅：和洽谈共处兴家。创业：与人合伙大吉。迁居：远近都吉。出行：虽有阻，但终获利。疾病：延医即痊愈。六甲：可生男孩。行人：寅辰日可至。诉讼：在谈笑中可以解决。","灵签第四十一签：古人马超追曹\n【签文】圆又缺，缺又圆；连又断，断又连；遇渡桥，舟在前；也须慎言，方得周全。\n【概述】三国时曹操用计杀凉州人马超之父。后马超遇曹操于潼关，遂追杀曹操，弄得曹操要割须弃袍，后致命的一枪亦由柳树所挡，然后始得保全性命。求得此签者，喻示危中有救，会有虚惊，切要积善可保无扰。\n【运程】谋望：会有突然的喜悦而可成。钱财：可以得到解决，但太多则不成。婚姻：虽结合，终有离异。自身：择善可保无忧。家宅：凡事以谨慎为合。创业：仍未到时候。迁居：选择吉方即可。出行：慎防途中有凶险。疾病：略有麻烦，注意病情。六甲：顺产。行人：一定会到来。诉讼：有道理的坚持，可以胜利。","灵签第四十二签：古人赤壁鏖兵\n【签文】只说有愁烦，事到其中兴不阑；逢午方可良，不必乱张惶。\n【概述】三国时曹操率百万军队南下，孙权大为震惊；时朝上下臣子主战主和争持不下。刘备为自己利益，派出孔明入东吴欲联同孙权抗曹。后孔明与孙权大将周瑜取得共职，于赤壁用火攻曹兵，大获全胜。求得此签，目前虽有愁烦，但至午年月日即可解决。\n【运程】谋望：与人适量有望。钱财：托人则可成。婚姻：双方仍在考虑。自身：镇静勿胡思乱想。家宅：宅平安而顺畅。创业：与人合伙有利。迁居：以原居不动为吉。出行：会得到满意成果。疾病：虽然疗期较长，无碍。六甲：顺产，是男孩。行人：午日必至。诉讼：托第三者和解会易。","灵签第四十三签：古人刘备智取荆州\n【签文】天有时，地有时，人尚少期；要得好时，也看三六九期，忧转嘻嘻。\n【概述】三国时曹操发兵南下，刘备与孙权合计火烧赤壁，大破曹兵，令曹操逃返。藉此时机刘备用诸葛孔明之计，谋取荆州以为安身之所。求得此签者，当先惊后喜，作大事业时机未合，应该忍耐，如有人协助尽力扶持，则亦可成就大事。\n【运程】谋望：虽可成，但时间稍长。钱财：财不入急门。婚姻：仍未合双方意欲。自身：安份守己则吉。家宅：运程无碍。创业：认真办好现在的事为宜。迁居：远则有利。出行：会有小利可图。疾病：病发速须当注意。六甲：头胎生男，次胎生女。行人：远在他方未动。诉讼：尽量争取和解，否则亏损很大。","灵签第四十四签：古人佳人隔帐纱\n【签文】莫孤疑，事在可疑。有可疑，不疾不徐，自有出头日子，当看金花一二枝。\n【概述】有夫妇二人，为了逃兵乱而失散，闻得该地清山寺之神灵颇为灵验，二人遂分别进入该寺。夫在寺内墙上诗：“早年不到清山寺，得到清山雨未休。”后妻见后，续句：“天地也知离别久，故将风雨为君留。”求得此签者，宜心持善念，则可得贵人出面扶持；如怀恶则祸不远矣！\n【运程】谋望：慎防被人反复误事。钱财：要守候才可成。婚姻：有阻滞未成。自身：修心向善则吉。家宅：慎防口舌起祸。创业：与人合伙不宜。迁居：迟则有利，急不宜。出行：远方适合。疾病：迅速延医可治。六甲：不必担心，是顺产。行人：会到但迟。诉讼：如能赔少许对方即可和解，此是福也。","灵签第四十五签：古人李龙寻妻\n【签文】天时人事，正是好佳期，又恐跷蹊；但看双入卯金宜，只待十八子一提携。\n【概述】李龙与妻为避兵乱，自家乡逃往京城，途中失败。抵京后李龙竭力寻觅，终能破镜重圆。求得此签者，只要凡事不忘其本，则可成就，如果能见善勇为，则更能获得贵人助力。此提携之人姓李，因“十八子”即“木子”凑合而成的“李”字。\n【运程】谋望：急则不成，慢慢去办便可。钱财：富贵由勤而得。婚姻：三番四次托人则成。自身：以不忘本为依归。家宅：谦和则家兴。创业：和人合伙会成功。迁居：远处则不宜。出行：出外注意回程有阻碍。疾病：可以治，时间较长。六甲：安产。行人：会有消息至。诉讼：借助他人之力谈判可成。","灵签第四十六签：古人蔡中兴修建洛阳桥\n【签文】桥已断，路不通。若要通时，也候三五之中；许下善功息不穷。\n【概述】蔡中兴乐善好施，常作修桥筑路之事。当时洛阳桥破烂，行人过之诸多不便，故发宏愿筹款修建此桥。由于精诚所至，观音化银相助，终必修建洛阳桥。求得此签者，做事只要诚心则可感动天地，终必有意外之喜，收成必佳。注意子、亥年月日，会是吉昌之时。\n【运程】谋望：先艰后易。钱财：有人的帮助得财。婚姻：仍未有成就之意。自身：多行善事以培福根。家宅：凡事神心则吉。创业：必能成功，后来大佳。迁居：吉，但须先装饰。出行：旅行则无妨。疾病：延医治理可愈。六甲：会有阻碍。行人：在远处来会较迟。诉讼：说明利害得失，可以和解。","灵签第四十七签：古人曹洪失潼关\n【签文】已成了，又难保，只待舟济顺风行跑；每事多烦恼，虔心神前修省长安保。\n【概述】曹洪为三国时曹操的堂弟，饶勇善战。曹操命洪守潼关以抵御蜀国刘备之大军，因自视过高，为诸葛孔明设计破潼关。求得此签者，须戒暴躁，急进及自以为是的性格，很容易被人所乘而致后悔莫及。故当安份守纪，以静为吉。\n【运程】谋望：难成。钱财：中途生意外，周转不灵。婚姻：暂时未能成就。自身：安份守纪则安。家宅：是非莫管为宜。创业：不适宜进行新计划。迁居：仍未是时机。出行：近处可无妨。疾病：较长时间才能治愈。六甲：安产，是女孩。行人：阻滞在途中。诉讼：宜尽快解决，迟则生变。","灵签第四十八签：古人陈万年不第\n【签文】一枝已报晓，恐难得，时尚早；有个成就之时，须向神前恳告。\n【概述】陈万年十年窗下苦读，满腹经纶，才高八斗，赴京参加国考，可惜时运不济，命途多蹇，始终只得名落孙山。求得此签者，困厄当前，须待时机，凡事艰难。但因“一枝已报晓”，若再坚持苦练，假以时日，当可成大器，时间当在夏季。当运程未到，有困难重重之时，必须要坚苦卓忍，守着自己的本道而行。长嗟短叹或者怨天尤人，只会增加自己的麻烦，不如放开怀抱，以“输”的心理来努力进取。\n【运程】谋望：好像成，实际不成。钱财：有阻碍，不能如愿。婚姻：始终谈不成。自身：坚苦锻炼以待时。家宅：宅运仍未畅通。创业：一切新计划都不宜。迁居：最终也搬不成。出行：小心在外地患病。疾病：多会是时下流行病。六甲：难产，更要注意调理。行人：人会来的。诉讼：谈判不成，和解为妙。","灵签第四十九签：古人陶渊明归隐\n【签文】墙头草，篱下花，山穷水尽，未必繁华。若要繁华，也要归家，方可如心得奢。\n【概述】晋朝陶渊明生性恬淡，品格天然，不为五斗米而折腰。由于爱好隐逸宁静的生活，放弃做官，归隐田园，过着飘逸的生活。求得此签者，若恋名利，则稍为痛苦，因名利会渐渐退减，若心无挂虑，将名利看淡，则凡事先难后易，可得安享生活。但凡事皆以退让为妙。\n【运程】谋望：先观察清楚才决定。钱财：手头金钱不很充裕。婚姻：未到适当时候。自身：以退让为修身之本。家宅：谦和一家平静。创业：强求也不会成功。迁居：远处较适宜。出行：不是公干则吉。疾病：须防病情转恶化。六甲：须注意产后小孩健康。行人：尚远而未至。诉讼：以忍让来谈判，可解决。","灵签第五十签：古人崔莺小姐\n【签文】一声莺报上林春，恐是虚声，未必峥嵘；若要争荣，还候丙丁。\n【概述】崔莺之父告老反乡，未至中途病亡，停柩于相国寺守孝。不料被贼人所见，围相国寺以求莺莺。后得张君瑞派人上书于白马将军，出兵退贼。张君瑞遂与崔莺结成夫妇。求得此签者，万事当以守为贵，临危有救，为先凶后吉之象。又丙丁在五行中属火，火旺于夏，故在夏天有利。\n【运程】谋望：虽迟，可成。钱财：盛夏时有大利润。婚姻：有条件可成。自身：守成当可致福。家宅：和气可以生财。创业：如在夏季开业则吉。迁居：近宜，远有阻碍。出行：顺利到达目的地。疾病：恐有丧服之灾。六甲：顺产，生女孩。行人：一、两日内至。诉讼：性急反而损害。","灵签第五十一签：古人孙膑被害\n【签文】镜破月缺，孙山保得；若要安康，酬神免业。\n【概述】战国时孙膑与庞涓同学兵法，后涓任魏将，忌膑之才能，骗膑至魏，处以膑刑（截去膝盖骨）。后经齐国使者载回，齐威王任为军师，后大破魏军于以陵，迫使庞涓自杀。求得此签者，做事营谋艰辛之极，尤其恐防易被最亲密之亲友所计算，破财兼惹出祸端。\n【运程】谋望：暂时不宜有新计划。钱财：破财兼惹麻烦。婚姻：未得成功。自身：修德行善祈福。家宅：须防口舌之祸。创业：须艰辛始能维持旧职。迁居：远宜近不宜。出行：出外恐有灾厄。疾病：发病很急，延医可治。六甲：难产，小心调养。行人：有阻滞未至。诉讼：托第三者和解，须吃亏。","灵签第五十二签：古人仁贵父子相会\n【签文】虎坐中堂，鸡太相闹；天不如人求，反增多少笑。安而不危，菊花天到。\n【概述】薛仁贵为求名利，遂投军从戎，经过连年征战，终于凯旋而归，衣锦还乡，遇见子丁山射雁，仁贵见虎而误射中丁山，后为神人所救。求得些签者，做事切勿急躁，以防内忧外患交并而至。犹幸有神明协助，虽有险而无妨，凡事须当谨慎，好运秋天才到。\n【运程】谋望：可成但很迟。钱财：有障碍，不顺利。婚姻：恐有不能成就。自身：切勿急躁行事。家宅：家中会有争拗。创业：非本行终归失败。迁居：现居吉，迁移凶。出行：近处无大碍。疾病：因疏忽而成大病。六甲：安产，可生女孩。行人：已在途中。诉讼：托第三者和解为宜。","灵签第五十三签：古人桃花送药\n【签文】一枝好花，风雨未到；只待清明香可味，顺水过渡。\n【概述】病向浅中医，当发觉身体不适，立刻延医治理，就不会演变成大病，做事发现有漏洞或阻力，随即想办法解决，往往能阻塞漏洞及消除障碍，这都是防微杜渐。故此有病而有灵药至，即喻示险中有救，药到回春。求得此签者，凡事小心则无碍。\n【运程】谋望：有阻碍，不能立刻就成。钱财：急则不成，迟可以。婚姻：现在仍未是时机。自身：修善而可得平安。家宅：众人积德家居安。创业：暂宜守，可等时机至。迁居：虽吉，但后来不吉。出行：途中会有贵人相助。疾病：延医可痊愈。六甲：顺产，但小孩身体较弱。行人：不能即来。诉讼：对己方不利。","灵签第五十四签：古人刘备借荆州\n【签文】一半就，一半不就，惹得争斗。取之不合，治之宜早；吉祥方保，也要慢寻讨。\n【概述】三国时代，魏、蜀、吴未鼎足三立。刘备仍未有立足之地，后从军师诸葛孔明的建议，刘备取荆州，遂得以建基立业。求得此签者，须看自己为何人物，如属刘备，则凡事大吉，因有创业之基地。如属借出荆州者，则此借出再无收回之象，属不吉。故为一半可以，一半不可以之卦。\n【运程】谋望：一半成，一半不成。钱财：有障碍，不能如愿。婚姻：双方仍未有意，或久合而离异。自身：宜修德以免灾。家宅：口舌争拗难免。创业：当守旧业为宜。迁居：无妨，但会生出意外而搬不成。出行：途中受阻。疾病：久病将难治愈。六甲：生产不顺利，产后要注意调理。行人：有事受阻于途中。诉讼：托第三者解决，纠缠久则有祸。","灵签第五十五签：古人王守仁归隐\n【签文】月在天心人在船，名已将得，利已将偿，何不耐烦，不久起床，也要斟详。\n【概述】明朝至守仁，早年因反对宦官刘瑾，被贬为驿丞，后归隐在故乡筑室于阳明洞中，故世称阳明先生，提倡“知行合一”。后平定“宸濠之乱”，官至兵部尚书。求得此签者，凡事见机行事则大吉，即应进则进，应退则退，谨慎即无灾至。\n【运程】谋望：可成，但须待时机。钱财：金钱调动无困难。婚姻：仍未是时机。自身：修心修身可得利。家宅：安全。创业：妄自创业，必至失败。迁居：以中上为佳。出行：在途中会意外破财。疾病：延医即可痊愈。六甲：安产，多生女孩。行人：虽迟也会到来。诉讼：胜算不多，以和为贵。","灵签第五十六签：古人袁有信卖柴\n【签文】皇皇典，喜喜贲，天衢平坦；只待小人得志，休得动风，自然既济。\n【概述】袁有信为人忠直，分芥不贪。上山打柴往市场卖，公平交易，为人所称颂，后遇贵。求得此签者，宜心存忠厚，处世信义为本，安分守纪，切勿贪求非自己之物。如果命中是有的终须会有的，命中是没有的，任凭如何争取也不能得，故此知足常乐，切勿贪求一时之利而自取其咎。\n【运程】谋望：可得，但稍迟。钱财：可得利润，但不多。婚姻：未到时候。自身：存忠厚可化凶戾。家宅：各人安份无咎。创业：宜守旧业。迁居：急则有损无益。出行：延期出发为佳。疾病：病势缠绵。六甲：当心会有难产。行人：这几日内有消息。诉讼：以和为贵，急则必败。","灵签第五十七签：古人金星戏宝儿\n【签文】乐以忘忧，也要踌躇。事未必月在楼头，那得要休要休，可向金木人儿一构。\n【概述】天上的金星仙，为试探宝儿是否有福份可登仙界，特自天界下凡相试，后与宝儿同登仙界。求得此签者，亦是吉。但由于金与木相克，故吉中亦藏凶险，宜谦和忍让，以耐守为至吉，不单可以避祸，亦能忍中致吉也。\n【运程】谋望：不成。钱财：难以急成。婚姻：再候一段时间为佳。自身：忍耐守成神必佑。家宅：口舌之争难免。创业：需忍耐待时。迁居：有障碍不能迁移。出行：小心水土不服。疾病：注意呼吸系统病，要择良医。六甲：生男孩。行人：即使来也很迟。诉讼：自己有损失，但得和解。","灵签第五十八签：古人永乐王定番邦\n【签文】可罢即罢，不须斩尽杀绝，事到无可奈何；也要守旧安歇，力保无失可得，三七可决。\n【概述】永乐乃明成祖年号，为明太祖朱元璋第四子，后夺取皇位，他解除藩王兵权，并屡次出兵打击蒙古势力，使得番邦不敢扰乱边境。求得此签者，须宅心仁厚，贵乎守成，有寸进便不可冒进，处事待人不可赶尽杀绝，留有一点余地给人，纵使非不得已，也要不急躁，不可胡乱地妄动，这样可保无所损失。决事当于二十一日内。\n【运程】谋望：早些办也许成功。钱财：可以取得。婚姻：恐防会有突然的变动。自身：审慎应变可获福。家宅：宅运又趋平静。创业：持续努力会成功。迁居：远近都无妨。出行：早一点出发较好。疾病：会很快痊愈。六甲：非常顺产。行人：一收到你的通知即来。诉讼：急急地去进行会胜利。","灵签第五十九签：古人孙权坐镇东吴\n【签文】去的去，来的来，东南一方。自迩遂依，切莫双疑猜。\n【概述】三国时代东吴孙权乃承孙策之基业，在东南独霸一方。该地既民丰物阜，又有长江之险，孙权麾下谋臣、勇将众多，所以坐镇东吴、与蜀、魏鼎足而立，三分天下。求得此签者，名利可有，虽大多为承龚父兄者，亦可由你手中得到拓展。\n【运程】谋望：不是太大事业可成。钱财：银根非常松动。婚姻：双方很快达成意愿。自身：勇于乐善，福泽无限。家宅：宅运昌隆。创业：着手新事业有利。迁居：选择吉方便可。出行：宜往远处。疾病：久病则要小心。六甲：生男，注意产后调理。行人：即至，并有佳音。诉讼：将会平息，得胜。","灵签第六十签：古人武侯伐魏\n【签文】苦而甘，甘而甘，一子一午。送喜不送忧，也要自裁生。\n【概述】诸葛亮受蜀汉主刘备于白帝城托孤，除辅助阿斗为蜀后汉主，更预算把魏及吴两国吞并，统一全国。由于魏亦拥有颇多兵力，故此诸葛武侯六出祈山，仍然无功而还，求得此签者，有进又难、退又难的局面，凡事只要坚定心志，则可有小成也。\n【运程】谋望：要心坚志强，成功不易，而劳心费力，疾病缠身。钱财：会损耗少许金钱。婚姻：波折多，迟而不乐观。自身：修善得平安。家宅：宅运平平。创业：坚守自己现在事业更佳。迁居：那处不比这处好。出行：去远的地方不宜。疾病：病症缠身，会较长时间才稍有好转。六甲：应多检查身体。行人：在途中受到阻碍。诉讼：谈判会很长久，双方都有损失。","灵签第六十一签：古人平贵鸿雁传书\n【签文】鸿飞天外，舟动无风；人有月明中，自有喜相逢。\n【概述】石平贵为保卫国土，征西十八年，未得返家，靠鸿雁得书，以报平安。后完成征讨后回国，返家始得夫妻相会。求得此签者，有久屈而得申之现象，亦先凶后吉之意，使平来抑屈的命运，因突然接获佳音而得以舒展，正如舟楫无风自动一样。\n【运程】谋望：什么事情都可成功。钱财：可得利益。婚姻：双方和善。自身：积善可发达。家宅：宅运平常。创业：初期无大进展。迁居：任何一方都适合。出行：有朋友同行吉。疾病：很快痊愈。六甲：顺产，生男孩。行人：已回。诉讼：己方可得胜诉。","灵签第六十二签：古人文昌三圣\n【签文】吉吉吉，益益益，不必多急，自有文章东壁。只在初三十一，方可必，方可必。\n【概述】文昌是业管学问的神祗之一，分有文曲星、文星和魁星，主宰功名、禄位，为读书人所祭祀。因此以前的人说某某文昌或文曲入命或魁星点斗，其必得功名利禄，故文昌为吉星，初三、十一日为文昌照顾，自有显赫的文章。求得此签者，可得吉星拱照，虽然途中也有险阻，但终必没有凶险。\n【运程】谋望：易成。钱财：托人去，必得成功。婚姻：极佳，快点办便可。自身：平安兼发达。家宅：运程昌隆。创业：有十分希望。迁居：无妨。出行：途中有贵人扶助。疾病：很快痊愈。六甲：顺产，生男孩。行人：即至，与友人同来。诉讼：进行谈判，并无阻滞。","灵签第六十四签：古人汉玉路逢拐骗\n【签文】生之时多乐，半路上下不相逢；只看无妄之卦，方可悔吝分明。\n【概述】汉玉长于富贵之家，未知世逢凶险，携金外游，途中被人尽骗金钱。求得此签者，自身作事须小心谨慎，提防外出途中有惊险之事发生，弄至恐惧、忧虑尽现眼前。幸而善人占得之无碍，存心正直者占之亦吉，完全视乎个人的德行而有所不同。\n【运程】谋望：阻碍重重。钱财：恐防财耗。婚姻：托第三者以求会加速。自身：修善可消劫。家宅：有无妄之灾。创业：不宜，防有意外。迁居：不妨。出行：远近都不利。疾病：小心会变重。六甲：产后需注意调理。行人：将至，有同伴。诉讼：双方以和为贵，能解决最好。","灵签第六十五签：古人杏元和番\n【签文】一天星斗灿辉煌，风雨未光；起而不扬，也要两三番。\n【概述】古代匈奴屡犯边境，为免两国兵戎相见，祸及无辜的百姓，于是用和亲政策，送出杏元出嫁匈奴王，由于结有姻亲的关系，从此平息两国的纷争。求得此签者，虽处凶险亦藏有象，只要事事以谦和为本，则诸事到头来都会无妨也。\n【运程】谋望：忍耐守候则有成。钱财：可以托人取得。婚姻：平顺谐和。自身：修善持德则佳。家宅：宅运昌隆。创业：与有经验者合作则吉。迁居：吉，处处无妨。出行：非常顺利。疾病：初病无妨，久病恐不治。六甲：略有妨碍，亦会安产。行人：还有一事要阻延，迟些到。诉讼：双方已有协议和解。","灵签第六十六签：古人姜子牙卖卦\n【签文】得失皆天定，忧喜总归命；知天知命，守之为幸。\n【概述】以笃信天命来说，一个人的得与失皆由天所定。即如相助周文王灭商的姜子牙，在未得文王器重时，所遇之生活亦是非常艰苦，是靠着人家占卦算命为生。求得此签者，万事宜慎，切勿轻躁行事，如能耐守待时则吉。\n【运程】谋望：谨慎待时则可。钱财：暂未有财运。婚姻：不作无理争论可成。自身：以安分守己持身。家宅：宅运平淡而已。创业：不要强求去做，防有凶险。迁居：吉方便无妨。出行：有阻碍。疾病：宜急延医治理。六甲：生男孩。行人：未有动身的迹象。诉讼：宜息争，由有力人十协助则速。","灵签第六十七签：古人张飞战张合\n【签文】一跌复一跌，只恐卤莽灭裂；果能惜得寸金，也要调摄。\n【概述】张飞乃三国时蜀国一员勇将，兼有智谋，张合是三国时魏国一名猛将，亦有智。于蜀魏交战期张飞遇张合而开战，双方愈战愈勇，数次更换坐骑，由大家有虽强烈敌意以至惺惺相惜。求得此签者，只要待人忍让嫌和，当可趋吉避凶，和气致祥。\n【运程】谋望：须得外人协助始成。钱财：目前仍未有利润。婚姻：有第三者阻挠未成。自身：和气持身可呈祥。家宅：家和万事兴。创业：拍挡相和则兴业。迁居：要谨慎考虑。出行：仍未到适当时候。疾病：缠绵床第。六甲：安稳，多是生女。行人：未动，有音讯至。诉讼：滞蹇不要心急，忍耐有利。","灵签第六十八签：古人刘禅登位\n【签文】一门天赐平安福，只恐小人不理。防犬防牛，应取不取；只在三旬里，也有三分喜。\n【概述】刘禅是三国时期汉后主，小字阿斗。公元二二三至二六三年在位，初由丞相诸葛亮辅政，亮死，信任宦官黄皓，朝政日渐腐败。他出降于司马氏的西晋朝，封为安乐公。其登位后做皇帝四十年，亦可谓安乐。求得此签者，虽初段显示吉祥，亦须处处谨慎，时时提防，尤其丑戍之年、月、日，求得此签是不吉之兆。\n【运程】谋望：名利皆能有成。钱财：应用周转无问题。婚姻：双方合意，可以成就。自身：事事谨慎可得安乐。家宅：初段昌隆。创业：有知心人辅助则吉。迁居：近处宜，远处不宜。出行：会有小利。疾病：要较长时期调治。六甲：不用担心，是顺产。行人：已经归至。诉讼：自己有理，可胜。","灵签第六十九签：古人伍员走难夜出昭关\n【签文】防口甚于防川，不当顽顽；急水莫开船，也要黄昏，乃命得长。若知消息，方要周旋停当，当在二七三上。\n【概述】伍员是春秋时楚国人，又名伍子胥。楚平王七年其父伍奢被楚王所杀，他逃亡辗转入吴，助阖闾杀吴王僚夺取王位。后发兵攻破楚国，时楚平王已死，伍员挖其坟，暴其尸，并鞭尸三百以泄愤。伍员逃亡时要出昭关才能越境，因忧虑过度，一夜白头，因而未被发觉得以逃生。求得此签者，凡事小心，防小人口舌及谨慎则吉。\n【运程】谋望：可成，但切宜谨慎。钱财：托人可成。婚姻：处于两难局面。自身：谨慎当至福。家宅：运程不佳。创业：维持现状会更好。迁居：为营谋而做则吉。出行：远方吉，近处凶。疾病：是慢性病。六甲：会顺产。行人：一二日将至。诉讼：谈判早些了结，便名胜利。","灵签第七十签：古人海瑞中龙头凤尾进士\n【签文】锦衣万里，劳劳而后喜，一朝可望生成；也是文昌照汝，定是佳人贵子。\n【概述】海瑞乃明朝广东琼山人，家庭贫寒，后中进士，为官清廉，甚得人民拥戴。求得此签者，若为忠厚忠诚的人，经过一段奔波劳碌的日子后将可望得青云有路，谋望有成，升职加薪自不待言。东南西北，无往不利。此是天命所赋，亦是精诚所至，自助人助的道理。\n【运程】谋望：可以升职加薪，希望可成。钱财：做生意的人可得利润。婚姻：自己结识的，很快会成功。自身：忠厚至诚待人则吉。家宅：宅运昌隆。创业：坚守原来职业有利。迁居：远近都无妨碍。出行：东南西北均可。疾病：延医治理即好。六甲：顺产，可得子。行人：催促一下便至。诉讼：把事放开，终得和解。","灵签第七十一签：古人黄巢归天\n【签文】黑云迷径人难走，桥断风吹舟又危；莫思徘徊，且去自思维。\n【概述】唐末时盗贼黄巢作乱，率众百万由湘水北上，攻克洛阳，后进入长安即皇帝位，国号为大齐，改元金统。至金统五年，战事失败，退至泰山狼虎谷被围困，自杀死。求得此签者，乃笼中困鸟之象，凡事不吉。如能修德行善，见义勇为，则可免灾危之厄。\n【运程】谋望：暂不宜进取。钱财：防资金周转不灵。婚姻：强配的婚姻，迟些会离异。自身：修德行仁可免灾。家宅：防家中有灾厄。创业：一切新的计划，中止为宜。迁居：迟则较宜。出行：远行不利。疾病：发病急者要注意。六甲：顺产，但产后要小心。行人：人不至，言信亦沓。诉讼：谈判费时而且失败。","灵签第七十二签：古人韩信问路斩樵夫\n【签文】白日雨如注，行人已自栖，闻道天衢泰；还有不宁居，何必向前进，危且殆乎？\n【概述】楚汉相争之际，韩信协助汉王刘邦与楚兵相战。韩信为出奇谋袭楚，绕道而行。惜道路方向未明，遂下马问樵夫路向，韩信听后，把樵夫斩杀，部将问何故？韩信称恐樵夫泄露他们的行踪。求得此签者，须视其身份而定。如属韩信者，则虽有危险但终必无碍，如属樵夫者，则凶险非常，不吉之兆。\n【运程】谋望：先忧得乐，须待时。钱财：利钱未能成就。婚姻：未成，有待时机。自身：谨慎行藏则安。家宅：未得安宁。创业：须先守成。迁居：远处不宜。出行：有凶险，但终吉。疾病：仍须一段休养时间。六甲：顺产。行人：未至。诉讼：始终不能和解，会败诉。","灵签第七十三签：古人王道人收妖\n【签文】鬼迷神不佑，须求天神救；立善行功成，好事方成就；三接其画，多许诚求。\n【概述】唐朝李小二为人鄙吝，损人利已。好探听人之险私，然后广为宣传，为乡里所不齿。一日在荒郊为妖所惑，返家后即迷惘浑噩，终日痴痴呆呆，后其妻闻得王道人功法精深，遂前往恳请王道人出山收妖，王道人感其妻意诚，遂替李小二除妖，求得此签者，宜改过行善，回头是岸，则可获天福。\n【运程】谋望：有贵人协助则可。钱财：有妨碍，不能急急得着。婚姻：慎防决定时会起风波。自身：修身可消恶业。家宅：慎言可享安乐。创业：现在仍未是时候。迁居：最终会不吉。出行：中止外出为宜。疾病：提防久病会难痊愈。六甲：安产。行人：不能好来。诉讼：自己一方会败诉。","灵签第七十四签：古人仁贵投军\n【签文】猛虎噬人，恶犬欺生；一个昏天，如何扬眉吐气。\n【概述】薛仁贵自少臂力惊人，武艺超卓，但生活清贫，于是报名投军，希望能从武事出身。虽然仁贵在军中屡立战功，但为主帅冒名所夺，终至劳而无功。求得此签者，凡事辛苦，同时受小人羁绊太重，一切皆难开展。逢寅辰年、月则吉，此时开始助运。\n【运程】谋望：劳而无功，但逢寅辰乃吉。钱财：金钱暂未成就。婚姻：姻缘不谐。自身：由苦遂渐得甘。家宅：宅运未开。创业：初时艰辛。迁居：稍迟有利。出行：到底无妨。疾病：缠绵床第。六甲：安产，可生男。行人：在原地未动。诉讼：宜解，唯未至时机。","灵签第七十五签：古人隋杨广夜看琼花\n【签文】天不佑之，时不合也；花被风折，人在海底。\n【概述】隋朝君主杨广得悉降琼花，遂驱车前往观尝。此花虽然艳丽，但开花为时很速，喻好景虽好，但时日无多。求得此签者，做事决策宜小心谨慎，最忌是出门，不管是公干私事皆不宜，为不吉之兆，亦事情有所阻滞也。若能修德行善，亦能消灾。\n【运程】谋望：艰以成功，多是昙花一现，便成破败。钱财：周转困难，小心银行或供货商突然将信贷收缩。婚姻：会有离异。自身：修德积福可无灾。家宅：先荣后枯。创业：初期不错，如不坚守，随便冒进，易招破败。迁居：远近都不宜。出行：防途中有灾殃。疾病：发病速，需尽快诊治。六甲：事事小心，注意健康。行人：到来又匆匆离去。诉讼：对方和解亦有损克。","灵签第七十六签：古人六出祈山\n【签文】水落石出，荣华已矣！若得一通，除非再起；不宜前进，当守时势。\n【概述】三国时期诸葛武候为报答蜀主刘备知遇之恩，在刘备死后经过生息积聚后，六出祈山伐魏，可惜每次皆劳而无功。此显示出运程已到尽头，一时还未畅通，勉强而行，只会劳心劳力而到底不利。所以这时候，应该以守成为佳，不宜再作前进。\n【运程】谋望：运未通，谋望难。钱财：有极大的妨碍。婚姻：配偶有不和之事发生。自身：先劳而后得。家宅：修福自然。创业：慎防屡试屡败。迁居：远处无妨。出行：切勿因贪而误事。疾病：女性会易痊愈，男性会危险。六甲：会有点困难，有惊吓。行人：或来，或会有消息。诉讼：有力人士出面会很快解决。","灵签第七十七签：古人渭水访贤\n【签文】前车已覆，当为殷鉴；安份守命，自然顺便。\n【概述】姜太公文韬武略，但时乖命蹇，一直未为明主所重用。八十岁时垂钓于渭水，为当时文王所尝试，亲至渭水聘姜太公为相，相辅政事，后果助文王灭商成立周朝。求得此签者，由于气运所管，贤人君子当要忍耐守候始得其利，凡事不可强求，即使强求也不能得也。即如栽植乔木，亦须经相当时日，始可为人所用。\n【运程】谋望：忍耐等待必有成。钱财：亲自求助会成功。婚姻：时机一至便成。自身：初时运滞后畅通。家宅：家运即将转好。创业：与长辈合营则吉。迁居：近处则可。出行：途中遇贵人。疾病：略为迟一此，终必痊愈。六甲：顺产。行人：途中遇贵人。诉讼：略为迟一些，终必胜诉。","灵签第七十八签：古人赵子龙救阿斗\n【签文】墙倾屋拆，大势已裂；防而无悔，土崩地决。\n【概述】赵子龙为三国时蜀国一员勇将。当曹操率魏兵大军压境，蜀主刘备妻携子逃进井中避祸，赵在途中与刘妃及阿斗失散，遂折返找寻，于废墟中与刘及斗相遇，刘将斗交付给赵带返予刘备，然后投井身亡，以免拖累。赵凭一枪一剑一马背着阿斗冲破重围得以逃脱。求得此签者，凡事须经重重艰辛始得成功，亦有虽危有救之象。\n【运程】谋望：略为迟缓，可以成功。钱财：托人可以成功，急则不成。婚姻：要清楚对方的背景方免生出意外。自身：虽危而有救。家宅：亦颇安宁。创业：宜守成，新计划暂停。迁居：比较适合。出行：与朋友一起去比较好。疾病：多会是患肠胃病。六甲：先难后易。行人：会迟些到，必至。诉讼：对方较强，和解为宜。","灵签第七十九签：古人庄子鼓盘歌\n【签文】不是知音不与论，只看镜破风不正；逆水莫行舟，气散宜当尽。\n【概述】庄子即庄周，战国时人。其妻子逝世，惠子前往吊唁，庄子拿起一个盘敲击而唱歌。旁人问之，庄子说其妻子不过是去往另一世界生活，不值得悲哀的。以一个拘谨的人来看，庄子的行为是怪诞的，但庄子是一个逍遥而祟尚无为的人，他的思想是有其一定的喻示。求得此签者，对婚姻极之不利，不是其妻子气数已尽，就是夫妻破镜难圆。\n【运程】谋望：一切正道皆可行。钱财：数目不大可以获得。婚姻：妻亡或夫妻离异。自身：防口舌是非。家宅：不安。创业：未至时机。迁居：远则不宜。出行：须有朋友同往。疾病：恐难痊愈。六甲：产后须注意调理。行人：数日内至。诉讼：谈判很快和解。","灵签第八十签：古人三国纷争\n【签文】三分而已，何须望奢；人要回家，只待日西斜。\n【概述】三国时代的魏、蜀、吴三国鼎足而立，虽然初段时间大家互相攻伐，但劳而无功。在当时，魏挟天子以令诸侯，地大物博，蜀得汉中之地，有人和而物质富庶，吴得长江天险，人杰地灵，互有优点，故此产生均衡之局面。求得此签者，要贵乎知足，不要得陇而望蜀，否则亦是劳心劳力，终归无大进展。\n【运程】谋望：难以迅速成功。钱财：不可贪心，防耗损。婚姻：虽成，防第三者插手。自身：知足者常乐。家宅：无障碍。创业：宜独资经营，合伙有争拗。迁居：以南方为宜。出行：徒劳无功。疾病：燥热的食品宜减少。六甲：孕可成。行人：未至，有信息至。诉讼：表面上协调，提防对立暗中耍手段。","灵签第八十一签：古人合兵破曹火烧赤壁\n【签文】合而分，分而合；天时人事，雨斟酌。\n【概述】三国时代，魏、蜀、吴三分天下，各自都希望打败对方，一统天下。魏国曹操率领百万大军南下，欲灭蜀。时蜀主刘备兵微将寡，难以抗衡，遂联络吴主孙权共同抵御曹兵。借着地利与人事的调动得宜，终于火烧赤壁，得以大败曹操，从而取得鼎足三立之局。求得此签者，作事吉，但亦须事事与人商讨后才做，不可独断独行，这样凡事皆吉，可以无恙。\n【运程】谋望：需有人助始能成功。钱财：财务周转上无困难。婚姻：再认识深一点才论婚嫁。自身：劳心始得平安。家宅：家运安然。创业：与人合资尚有可为。迁居：在附近地区宜，远则不宜。出行：外出公干有贵人助。疾病：速治易痊愈，迟恐病情有变。六甲：会生子。行人：将至，有好消息。诉讼：和解对双方有利，会很快平息。","灵签第八十二签：古人泥马渡康王\n【签文】月已落，风又紧，舟无蓬，水底影；若要如心，三春一景。\n【概述】本来泥马下海，是一去无踪的，但此泥马于康王落难之际，竟然能驮渡康王，避过一难，实在是精诚之所至，所以才能有此遭遇。求得此签者，喻示险中有救，故虽危但终不至险厄。故处事须谨慎而慎之，时时留下退一步之地，予自己能有所借力也。\n【运程】谋望：似成而难成。钱财：求人借助，很难成功。婚姻：迟未到时机。自身：谨慎以保安宁。家宅：一家都得平安。创业：非本业不易为。迁居：存在颇大风险。出行：近则无妨，远不宜。疾病：一进难以痊愈。六甲：吉利。行人：最终也不能来。诉讼：能和解最好。","灵签第八十三签：古人张士贵投军\n【签文】马已疲，人又疾；天不从人，何须亟亟。\n【概述】张士贵贫无立锥，于是投笔从戎，初为马步先行，累积颇多之功勋，但均为主帅所冒夺去。其中一次单骑救主，亦只不过是多一点赏赐而已！但至最后，亦终能扬名吐气，为国家立下功劳，为自己奠下名利。求得此签者，初时命运不济，后则春风得意，所以初段时间，诸事不吉，故不要强求名利，假以时日，终必有所作为。\n【运程】谋望：转业或有生机。钱财：周转颇为艰辛。婚姻：已婚者恐有分离。自身：暂捺抑自己欲望。家宅：宅运未得安稳。创业：不宜，未能如愿。迁居：以不变动为宜。出行：延期为宜。疾病：注意潜伏着的病患。六甲：未有怀孕征兆。行人：现在不会来，要迟些。诉讼：谈判恐生意外之事情。","灵签第八十四签：古人蒙正赏月\n【签文】秋风正好月当中，忽被雨朦胧；如何往，难成功；不宜谋，须神工。\n【概述】蒙正未发迹时，因苦至极，三餐不继。忽见好月当头，虽言赏月，实质触景愁思，满怀浩叹，何赏之有？正如“黄莲树下弹琴”——苦中作乐也！求得此签者，名利未遂，如月上中天，忽然下了一阵雨，弄得月夜迷朦，际此困顿之时，一切宜养晦为妙。运程会在进入冬季时渐趋好转。\n【运程】谋望：机会颇多，但为假像。钱财：入冬以后转好。婚姻：最初似乎很好，实际不是。自身：养晦修身为妙。家宅：尚须艰辛渡日。创业：宜守业，创业不宜。迁居：以不搬迁为吉。出行：访友不遇，谋事不成。疾病：良好，进展中忽然转坏。六甲：顺产。行人：羁留原地未动。诉讼：会吃亏，宜息纷争。","灵签第八十五签：古人伦文叙不第\n【签文】一去中阻，云雾不开；且自宽怀，须许善愿无碍。\n【概述】伦文叙幼读经书，文思畅达，尤擅长于吟诗作对，常有惊人之语。其诗句用词显浅而多触景，故为乡里所称颂，有“鬼才”之誉。他未发迹时，家境清贫，尝参加考试落第，后得中状元，光耀门楣。求得此签者，不管是求名抑或求利，皆有阻障。须经历千辛万苦，始得吉祥。\n【运程】谋望：暂时仍未助运。钱财：尚待时机。婚姻：迟一点，终必会成功。自身：洁身自爱当无碍。家宅：积德便宽怀。创业：过一段时间较好。迁居：不宜，居现处为好。出行：中途会有阻滞。疾病：须医治较长时间。六甲：怀孕须防饮食卫生。行人：人不来，有信息至。诉讼：早点解决损失较少。","灵签第八十六签：古人槐阴分别\n【签文】席已散堂中，寂寞恐难看；若得重欢，只待一轮月上。\n【概述】董永为一个孝子，因父丧无力葬父，遂卖身为奴。后得天上织女垂青，下凡与他结为夫妇。并与家主订下十天织锦百匹为约，使他得以偿债赎身。天帝怒织女私自下凡，令天将捉回织女返天庭。当时织女已怀身孕，相约来年在他们订下婚盟的槐荫树下再见面。天姬送子还。求得此签者，凡事皆平安，如守株待兔，屈而求伸之象，对姻缘犹更不吉。\n【运程】谋望：平平，但有贵人相助。钱财：先损而后得。婚姻：不吉，恐分离。自身：祸福在于一念之间。家宅：积德自有庇荫。创业：注意人际关系则吉。迁居：无妨。出行：非远处就无妨。疾病：一疏忽便生危机。六甲：生男。行人：迟些，必至。诉讼：付出对方满意金额方和解。","灵签第八十七签：古人子孔子在陈\n【签文】锦绣不成文，只恨修之短；挽回时命，鸡鼠猪牛，也宜推让，问过收成子罕上。\n【概述】孔子为春秋时人，被人称为万世师表，至圣先师，有门上第子三千，具圣贤者七十二人。孔子不独为一教育家，亦为一思想家，希望以“仁”治理国家，故曾率领第子周游宋、卫、陈、齐、楚等国，以推广其思想，至陈国时绝粮。其时门下弟子子路怨叹不已，孔子则说，此皆因远不通而有此危。求得此签者，凡做事莫急，待时机来则水到渠成，化凶为吉之兆。\n【运程】谋望：最后关头才得。钱财：现仍处周转不灵阶段。婚姻：有障碍不成。自身：失运须修善。家宅：尚属平安。创业：有阻力，延迟为佳。迁居：不利，一动不如一静。出行：犹恐有灾厄。疾病：若长久便有危险。六甲：略有障碍。行人：一、两日内即至。诉讼：向对方陈说利害，可得和解。","灵签第八十八签：古人伯牙访友\n【签文】悔亡悔亡，空耗两难。人在东，西何可遇，莫劳心力待时遇。\n【概述】春秋时代的伯牙善弹七弦琴，唯曲高和寡知已不多。后在江上鼓琴，得遇钟子期从琴音中知其喜乐，知其所指，故结为兄弟。两人约期于某日叙会，不料钟已夭丧，伯牙访之不遇，在其墓前再弹奏一曲“高山流水”以为绝唱，后伯牙更碎琴以表再无知音之人。求得此签者，空怀抱负，终不得展，凡事不吉，需处处小心提防。\n【运程】谋望：仍未遇恰当时机。钱财：财富如水月镜花。婚姻：男女皆难觅知音，初婚不利。自身：修善可免忧愁。家宅：家运平常。创业：即使有计划，亦要搁置。迁居：起止皆不吉。出行：访友不遇兼惹惆怅。疾病：因忧患而引起，心病还须心药医。六甲：虽安产，但产后须注意。行人：有事阻滞，不至。诉讼：要平心静气争取和解为宜。","灵签第八十九签：古人七擒孟获\n【签文】隔了几重山与水，前途终是隔难行；只待草头人，方可两成谋。\n【概述】三国时代，诸葛孔明为承继刘备的遗愿，北定中原，所以考虑伐魏，当时南方蛮人经常搔扰蜀中，孔明欲先平定南蛮，再图北伐。南峦主倾心信服，终其一世不再犯境，求得此签者，事虽成但要历尽艰辛。而且若能与草姓人商量谋事，成功的机会会更大。\n【运程】谋望：终可成，但艰辛劳碌至极。钱财：将有损耗。婚姻：防中介之人反复。自身：苦尽甘来。家宅：未得安宁。创业：初期辛苦奔波。迁居：须迁数次始吉。出行：前途略有险阻。疾病：初发即须延医。六甲：可生女。行人：没有来的意愿，在家守候着。诉讼：经多番交涉始成功。","灵签第九十签：古人生祭李彦贵\n【签文】雨打梨花，人在天涯，功名多费力， 图事不能成，阴阳反复，时过令人嗟。\n【概述】李彦贵求功名自家乡上京赴考，途中遇难获救，家人未悉，以为已赴险曹，故祭之。求得此签者，运蹇时乖，诸事欠吉，加上事事反反覆覆，时好时坏 ，令人摸不着头脑。唯有自已处处小心，靠神灵的庇佑，朋友的协助，然后才能从危机中得救援，一切须待时机。\n【运程】谋望：有人辅助则可成。钱财：托人筹措，可以成功。婚姻：由尊长决定则吉。自身：修业得平安。家宅：宅未得宁。创业：先改目前境况，再考虑其他。迁居：无妨，但需与家人商量。出行：宜早归。疾病：要慢慢才能痊愈。六甲：提防有意外。行人：有阻障，不能来。诉讼：有人阻挠，一时难以解决。","灵签第九十一签：古人李旦受劫\n【签文】莫急走，看绊跌，云掩风霾，终是一场冤业；若冤业，修省方免得。\n【概述】李旦因受迫害，装疯至陶府拆情，后得马周访主返朝，艰辛之极，然真命天子有百灵护助。求得此签者，命运现正受一时困顿，如舟破加上风狂，当然是危险之极。但由于有第三者的帮助，终能化险为夷。\n【运程】谋望：似成而实际不成。钱财：会有意外之财。婚姻：强要结合，最终也要离婚。自身：修善可得平安。家宅：家运较为艰辛。创业：现在尚非其时。迁居：以不动为吉。出行：取消行程为宜。疾病：一不小心便会加剧病情。六甲：要小心注意，防有惊哧。行人：不会到。诉讼：防对方不肯和解，否则可速解决。","灵签第九十二签：古人玄德离许都\n【签文】雷声大，雨点小，纵好不好；事在解铃人，福自改过，多行善可保。\n【概述】刘玄德，即刘备，三国时其蜀国之创国君主，受人民爱戴。未称号帝位时，与军师诸葛孔明占有许都城，后曹操挥军南下，直迫许都城，玄德知己方的军事力量远逊于曹兵，遂离城，并公告欲随其他往者可以一起成行。由于玄德待民宽厚，即号召了十余万人跟随。求得此签者，凡事只要小心，虽先厄但后得大吉。\n【运程】谋望：费大力而得益小。钱财：将有损耗。婚姻：现在未到时候。自身：小心行事定卜吉祥。家宅：正受外来的冲击。创业：时机未如理想。迁居：合适，可免灾害。出行：虽有虚惊，无碍。疾病：不能实时痊愈。六甲：一不小心，就会流产。行人：已在道途中。诉讼：还是以和解为宜。","灵签第九十三签：古人梁山伯路遥访友\n【签文】心急马行迟，妄干何有益；且自安份，天神护吉。\n【概述】梁山伯与女扮男装的祝英台同窗共读三年，感情非常好，但未知英台为女性。英台返家前向山伯托言其妹之才貌与其一般，并许婚予山伯。唯山伯于约期后三天才至英台府邸，英台已被其父许婚予富豪马家。山伯忧忧而终，英台出嫁日往坟至祭，亦殉情而死。求得此签者虽安份守纪，有缘份当有机遇，此时应把握，倘时机一失，过后很难再次觅求。\n【运程】谋望：会遭第三者介入而弄翻。钱财：只得空想，无实际进展。婚姻：难配难合。自身：修心向善可免灾厄。家宅：防有丧事入屋。创业：仍未到时候。迁居：不利。出行：途中会有阻障。疾病：如是急症恐有性命之忧。六甲：防有产厄。行人：突然音讯全无。诉讼：败诉，恐有刑事之灾。","灵签第九十四签：古人蒙正捞斋\n【签文】事已如此，悔之何及；纵有不祥，还宜阴骘。\n【概述】蒙下家贫，但苦学不断，为求得到饱暖，专心致志，于是寄住寺院，以求两餐。依寺院规定，饭前敲钟，由于寺内有些和尚轻视蒙正清贫，于是有一次在饭后才敲钟，使他无食。蒙正自此更艰苦读书，后得中状元。求得此签者，能修德行仁，获福当在其后，此乃先苦后甜，先难后易之象，应多积阴骘才可。\n【运程】谋望：中途会有变化。钱财：仍未可以获得。婚姻：还是不成。自身：修品德，行仁义当可获福。家宅：家运暂时不佳。创业：时间仍未适宜。迁居：会因种种原因而搁置。出行：须小心提防口舌之争。疾病：慢性病，长久可痊愈。六甲：吉利。行人：还在原地未启程。诉讼：对己方不利。","灵签第九十五签：古人孟尝君被害\n【签文】已入笼，何可脱；已落空，难觅着。遇鸡鼠，自知觉；病果起，勿服药。\n【概述】孟尝君为战国时期齐国的相国，拥有食客三千。未失势时，得食客冯暖为其在食邑薜市义，尽焚该地百姓契约债券，得万民感恩拥戴。后孟尝君被诬告逃亡，抵关卡时因未天晓开关，由门下食客扮鸡啼顺利出关，得保性命，后得冯暖之计再重掌相位。求得此签者，若广积阴德当能转祸为祥，化凶为吉，险中有救。\n【运程】谋望：可成，大小依据于以前的部署。钱财：多行善事而耗损。婚姻：未至，犹待时机。自身：广积善当可保身。家宅：中段反复，后渐趋好。创业：初期恐有亏损。迁居：适宜，唯需他助力。出行：有阻力，后顺利。疾病：立刻延医无碍。六甲：胎儿无恙。行人：未至，在途中。诉讼：双方和解为宜。","灵签第九十六签：古人孟姜女寻夫\n【签文】潭深鱼不饵，鸟飞难弋获；时势已如此，一笑又一哭。\n【概述】相传秦始皇为巩固其皇朝千古不易，于是劳役万千人民建筑长城，抵御敌人的入侵。其中范杞良亦被调往修筑长城，其妻孟姜女为他送寒衣至长城，时杞良已死，孟姜女悲恸其夫之死，哭于长城之下，情感动天，长城亦为之崩塌，并在当中发现杞良的骸骨，后自尽殉夫。求得此签者，诸事不利，宜谨慎提防，积德行善可解。\n【运程】谋望：历尽劳苦，可得成就。钱财：难遂心意。婚姻：终必分离。自身：积德行善可免忧愁。家宅：目前蹇滞。创业：须有坚忌卓拔之精神。迁居：如能延期较好。出行：前途有阻滞。疾病：时好时坏。六甲：略有阻障。行人：来得极迟。诉讼：终必解决，但已两败俱伤。","灵签第九十七签：古人范仲淹卖字\n【签文】吉凶相半人宜识，莫任劳劳损无益；有时天运一回还，自然天道无痕迹。\n【概述】范仲淹为北宋时人，擅长于诗词散文，文章有丰富的政治内容。少时贫困，但力学而苦读，两餐无继，于是上街卖字维生，至大宋祥符时考得进士，自此官到宰相，位极人臣。因此，凭你才高八斗，满腹经论，只要时运不济，亦不能有所作为，一旦天运回还，荣宠立见，了无退缩。求得此签者，初期运虽蹇，后必得亨通。\n【运程】谋望：仍须等侍时机。钱财：恐周转不灵。婚姻：姻缘虽好，但未至。自身：谨慎可无碍。家宅：修善可得平安。创业：初段艰难重重。迁居：移居吉。出行：会停滞数天。疾病：延医即可痊愈。六甲：生男孩。行人：渐至。诉讼：再候一段时间谈判，可无碍。","灵签第九十八签：古人姜太公渭水钓鱼\n【签文】东不如西，也要识时，是乃有命；可不知之，知时命，久谋自合宜。\n【概述】姜太公即姜望，为一智勇双全之人。未受周文礼遇之时，经常坐在渭水之滨垂钓，但即钓即放，人问之为何？答有待时机的来临。故此姜太公实具有大智慧，知命亦知进退，能守而待时机。因此终能于八十高龄，受到文王之礼聘为相，辅助文王灭商纣而取得天下。求得此签者，营谋事虽成，但必费尽颇多心力始能达至。\n【运程】谋望：可成，唯需等候时机。钱财：暂时未可。婚姻：如能不急进则可成。自身：一切以忍耐为修身之本。家宅：仍未兴旺。创业：尚欠可托之人。迁居：有待时机。出行：适宜，会遇贵人。疾病：慢性之病，较难痊愈。六甲：稍候可得孕。行人：已在旅途之中。诉讼：双方均无好处。","灵签第九十九签：古人邓艾钟会入川\n【签文】可以转移，可以了结；只恨运命屯邅，故此一得一失。\n【概述】邓艾为三国时人，为魏之镇西将军，与蜀将姜维相拒，后同钟会分军灭蜀，因被诬告谋反被杀。钟会亦为三国时魏国人，官至司徒，为司马昭重要谋士，公元二六三年，与邓艾分军灭蜀。蜀将姜维假降于他，两人密谋反魏，次年事败被杀。求得此签者，凡事不要急躁，自然有益无损，即使失去先机，也不可萌生退念，小心地进取，尚有可为之事。因此纵有灾晦祸患，也可无碍，是先凶后吉的征兆，由于命运之顺逆，而生出一得一失之势。\n【运程】谋望：循步渐进，先难后易。钱财：急则不成。婚姻：慎防所托非人。自身：修心即无大碍。家宅：家运平常。创业：须守成一段时间，急则立败。迁居：无妨。出行：顺利兼有小成。疾病：初痊愈，后急转直下。六甲：慎防流产。行人：即至。诉讼：已方有利。","灵签第一百签：古人孔明求寿\n【签文】月落星沉，风生雨至；只要龙虎不相争，方可如时利。\n【概述】在三国时代，诸葛孔明为蜀国之军师，自白帝城刘备临死托孤后，孔明矢言承继刘备之遗志，讨代魏国。兵至五丈原之际，孔明病重，于是在军营内设七七四十九盏灯长命灯，登坛求寿。可惜被蜀将魏延闯入，踢翻星灯，求寿不成。古人以星代表寿命，故“星沉”即寿终之意。求得此签者，宜修身自省，方可无百碍，而一切想进行之大小事宜，均有所不宜。\n【运程】谋望：不论大小，皆不成就。钱财：未到时机。婚姻：在重要关头告吹。自身：宜修身自省，可无大碍。家宅：恐家中有人患病。创业：未曾开始已告倒闭。迁居：急则有害，延期即可。出行：路途多阻碍。疾病：恐有丧服之厄。六甲：注意健康。行人：有阻碍，迟至。诉讼：对方有利。"]}